Repository: lufias69/eduTrac-istek
Catalog: app/languages/edutrac-sis-*.po
Languages: el_gr, fr_fr

source: This email template is used when applicant has been accepted and moved to stu.
fr_fr: Ce modèle d'email est utilisé lorsque le demandeur a été accepté et a déplacé à stu.

source: This email template is used when a new person record is created and the "Send username & password to user" is checked.
fr_fr: Ce modèle d'e-mail est utilisé quand un nouveau dossier de personne est créé et le "nom d'utilisateur d'Envoie & mot de passe utilisateur" est vérifié.

source: Update Username
el_gr: Ενημέρωση Όνομα Χρήστη
fr_fr: Nom d'utilisateur

source: This email template is used when the username on the application form has been updated.
fr_fr: Ce modèle d'e-mail est utilisé lorsque le nom d'utilisateur sur le formulaire de demande a été mise à jour.

source: Change of Address Email Template
el_gr: Πρότυπο αλλαγής Διεύθυνσης eMail
fr_fr: Changement de modèle d'adresse Email

source: Reset Password Email Template
el_gr: Πρότυπο eMail Επαναφοράς Κωδικού
fr_fr: Modèle d'Email de réinitialisation de mot de passe

source: User Login Details
el_gr: Στοιχεία Σύνδεσης Χρήστη
fr_fr: Détails de Connexion de l'Utilisateur

source: Saved Queries
el_gr: Αποθηκευμένα Ερωτήματα
fr_fr: Requêtes enregistrées

source: Create Save Query
el_gr: Δημιουργία Ερωτήματος
fr_fr: Créer Enregistrer la requête

source: Create Saved Query
el_gr: Δημιουργία Ερωτήματος
fr_fr: Créer Enregistrer la requête

source: CSV to Email
el_gr: CSV σε eMail
fr_fr: CSV pour Email

source: Save Query Name
el_gr: Αποθήκευση Ερωτήματος
fr_fr: Nom de l'enregistrement de la Requête

source: Auto Purge
fr_fr: Auto épuration

source: Share
el_gr: Διαμοιρασμός
fr_fr: Partager

source: If enabled, saved queries get purged every 30 days. If you use your saved query on a regular basis, you should set this option to no.
fr_fr: Si elle est activée, les requêtes enregistrées sont purgés tous les 30 jours. Si vous utilisez votre requête enregistrée sur une base régulière, vous devez définir cette option pour aucune.

source: You can share your saved queries with other faculty and staff. On any screen that has a dropdown list of saved queries, any shared queries will appear in the list for that particular faculty or staff member. This setting does not grant access to edit or delete your saved query.
fr_fr: Vous pouvez partager vos requêtes enregistrées avec d'autres professeurs et le personnel. Sur un écran qui a une liste déroulante de requêtes enregistrées, toutes les requêtes partagées apparaîtront dans la liste pour cette faculté particulière ou d'un membre du personnel. Ce paramètre ne donne pas accès à modifier ou supprimer votre requête enregistrée.

source: Recipient
el_gr: Παραλήπτης
fr_fr: Destinataire

source: Choose a saved query from the drop down list or enter a custom query.
fr_fr: Choisissez une requête enregistrée à partir de la liste déroulante ou entrez une requête personnalisée.

source: Successly Executed -
el_gr: Επιτυχής Εκτέλεση -
fr_fr: Exécuté avec Succes -

source: Query is :
el_gr: Το Ερώτημα:
fr_fr: La Requête est:

source: Saved Query Name
el_gr: Όνομα Αποθηκευμένου Ερωτήματος
fr_fr: Nom de la Requête Enregistré

source: Creation Date
el_gr: Ημερομηνία Δημιουργίας
fr_fr: Date de création

source: Shared
fr_fr: Partagé

source: Are you sure you want to delete this saved query?
el_gr: Είστε σίγουροι ότι επιθυμείτε να διαγράψετε το αποθηκευμένο ερώτημα;
fr_fr: Etes-vous sûr de vouloir supprimer cette requête enregistrée?

source: View Saved Query
el_gr: Προβολή Αποθηκευμένου Ερωτήματος
fr_fr: Voir Requête enregistrée

source: Search Staff
el_gr: Αναζήτηση Προσωπικού
fr_fr: Recherche de Personnel

source: Add Staff
el_gr: Προσθήκη Προσωπικού
fr_fr: Ajout Personnel

source: Staff Search
el_gr: Αναζήτηση Προσωπικού
fr_fr: Recherche de Personnel

source: View Staff
el_gr: Προβολή Προσωπικού
fr_fr: Voir personnel

source: Student Account History
el_gr: Ιστορικό Λογαριασμού Φοιτητή
fr_fr: Historique du Compte d'étudiant

source: Search Student
el_gr: Αναζήτηση Φοιτητή
fr_fr: Recherche Etudiant

source: Add Student Program
el_gr: Προσθήκη Προγράμματος Φοιτητή
fr_fr: Ajout programme Etudiant

source: Catalog Year
fr_fr: Catalogue Année

source: Ant Grad Date
fr_fr: Date Ant Grad

source: Add Student
el_gr: Προσθήκη Φοιτητή
fr_fr: Ajout Etudiant

source: Prog Start Date
el_gr: Ημερομηνία Έναρξης Προγράμματος
fr_fr: Date Prog Start

source: L Leave of Absence
el_gr: L Άδεια Απουσίας
fr_fr: L Niveau d'Absence

source: Bill ID
el_gr: ID Λογαριασμού
fr_fr: ID Facture

source: Grades for
el_gr: Βαθμολογίες για
fr_fr: Notes pour

source: Graduation Date
el_gr: Ημερομηνία Αποφοίτησης
fr_fr: Date de remise de diplôme

source: Academic Credits (STAC)
el_gr: Ακαδημαϊκές Μονάδες Φοιτητή (STAC)
fr_fr: Crédits Academique (STAC)

source: Student Search
el_gr: Αναζήτηση Φοιτητή
fr_fr: Recherche Etudiant

source: Cancelled Payment
el_gr: Ακυρωμένη Πληρωμή
fr_fr: Paiement Annulé

source: Your payment was cancelled and nothing was posted to your account.
el_gr: Η πληρωμή σας ακυρώθηκε και δεν μεταφέρθηκε στο λογαριασμό σας.
fr_fr: Votre paiement a été annulé et rien n'a été affecté à votre compte.

source: Payment Success
el_gr: Επιτυχής Πληρωμή
fr_fr: Paiement succès

source: Your payment went through successfully and was posted to your account.
el_gr: Η πληρωμή σας ολοκληρώθηκε επιτυχώς και μεταφέρθηκε στο λογαριασμό σας.
fr_fr: Votre paiement a traversé avec succès et a été affecté à votre compte.

source: IPN Fraud Warning
fr_fr: IPN Avertissement de fraude

source: Invalid IPN
el_gr: Άκυρο IPN
fr_fr: IPN Invalide

source: Academic Credits
el_gr: Ακαδημαϊκές Μονάδες Φοιτητή
fr_fr: Crédits d'Académique

source: View Academic Credits (SACD)
el_gr: Προβολή Ακαδημαϊκών Μονάδων Φοιτητή (SACD)
fr_fr: Voir Crédits Académique (SACD)

source: CRSE ID/Name/Sec
el_gr: Κωδικός Μαθήματος / Όνομα / Ενότητα
fr_fr: CRSE ID/Nom/Sec

source: Edit Student Program (SACP)
el_gr: Επεξεργασία Προγράμματος Φοιτητή (SACP)
fr_fr: Editer Programme Etudiant (SACP)

source: Eligible to Grad?
el_gr: Επιλέξιμος για Αποφοίτηση;
fr_fr: Admissible à Grad?

source: Eligible to Graduate
el_gr: Επιλέξιμος για Αποφοίτηση
fr_fr: Admissible à la remise de diplôme

source: Select the checkbox if the student is eligible to graduate from this particular program.
el_gr: Επιλέξτε το κουτί ελέγχου εάν ο φοιτητής επιτρέπεται να αποφοιτήσει από το συγκεκριμένο πρόγραμμα.
fr_fr: Cochez la case si l'étudiant est admissible à un diplôme de ce programme particulier.

source: Schedule
el_gr: Χρονοδιάγραμμα
fr_fr: Calendrier

source: Day(s) of the Week
el_gr: Ημέρα(ες) της Εβδομάδας
fr_fr: Jour(s) de la semaine

source: Student Profile
el_gr: Προφιλ Φοιτητή
fr_fr: Profil Etudiant

source: Student Hiatus (SHIS)
el_gr: Παύση Φοιτητή (SHIS)
fr_fr: Hiatus Etudiant (SHIS)

source: Student Profile (SPRO)
el_gr: Προφίλ Φοιτητή (SPRO)
fr_fr: Profil Etudiant (SPRO)

source: Student Academic Credits (STAC)
el_gr: Ακαδημαϊκές Μονάδες Φοιτητή (STAC)
fr_fr: Crédits Académiques d'Etudiant (STAC)

source: Student Terms (STTR)
el_gr: Περίοδοι Φοιτητή (STTR)
fr_fr: Conditions Etudiant (STTR)

source: Withdrawal
el_gr: Απόρριψη
fr_fr: Retrait

source: Leave of Absence
el_gr: Άδεια Απουσίας
fr_fr: Congé

source: Study Abroad
el_gr: Σποουδές στο εξωτερικό
fr_fr: Etudier à l'étranger

source: Illness
el_gr: Αρρώστια
fr_fr: Maladie

source: Dismissal
fr_fr: Congédiement

source: Are you sure you want to delete this student's hiatus status?
el_gr: Είστε σίγουροι ότι επιθυμείτε να διαγράψετε την κατάσταση παύσης του Φοιτητή;
fr_fr: Êtes-vous sûr de vouloir supprimer le statut de hiatus de cet élève?

source: View (SACD)
el_gr: Προβολή ΑκαδημαΙκών Μονάδων Φοιτητή (SACD)
fr_fr: Voir (SACD)

source: Are you sure you want to delete this student academic credit? There is no undoing this.
fr_fr: Êtes-vous sûr de vouloir supprimer ce crédit scolaire des élèves? Il n'y a pas défaire ce.

source: Student Terms Summary (STRS)
fr_fr: Résumé des Conditions d'étudiants (SRTS)

source: Terms
el_gr: Τρίμηνα
fr_fr: Conditions

source: Grade Pts
fr_fr: Niveau des Pts

source: Acad Load
fr_fr: Acad chargement

source: Student ID:
el_gr: ID Φοιτητή:
fr_fr: ID Etudiant:

source: Social Security #:
el_gr: Κοινωνική Ασφάλιση #:
fr_fr: Sécurité sociale #:

source: Graduation Date:
el_gr: Ημερομηνία Αποφοίτησης:
fr_fr: Date de l'obtention du diplôme:

source: Course Title
el_gr: Τίτλος Μαθήματος
fr_fr: Titre du cours

source: Attempted Credits
el_gr: Μονάδες από Προσπάθεια
fr_fr: Crédits de tentatives

source: Completed Credits
el_gr: Ολοκληρωμένες Μονάδες
fr_fr: Crédits Complètes

source: Transfer Cum. Totals
fr_fr: Transfert Cum. totaux

source: Cum. Totals
fr_fr: Cum. Totaux

source: Transfer Credits
el_gr: Μεταφορά Μονάδων
fr_fr: Transfert de Crédits

source: Registered Terms
el_gr: Εγγεγραμμένες Περίοδοι
fr_fr: Conditions enregistrées

source: Transcript
el_gr: Αντίγραφο
fr_fr: Transcription

source: Tran Type
fr_fr: Type de Tran

source: Billing Date
el_gr: Ημερομηνία Χρέωσης
fr_fr: Date de facturation

source: Tags are only for internal use, but they let staff members identify students based on unique or particular characteristics. Tags are like 'metadata' or 'keywords' attached to students in the system to make them easier to find or communicate with. Nevertheless, feel free to use them in a way that is most beneficial for your institution.
fr_fr: Les tags sont seulement pour un usage interne, mais ils ont laissé les membres du personnel identifier les élèves en fonction des caractéristiques uniques ou particulières. Les tags sont comme «métadonnées» ou «mots-clés» attachés aux étudiants dans le système pour les rendre plus faciles à trouver ou à communiquer avec. Néanmoins, n'hésitez pas à les utiliser d'une manière qui est plus bénéfique pour votre institution.

source: LAB Lab
el_gr: LAB Εργαστήριο

source: Restriction(s):
el_gr: Περιορισμός (οι):

source: Administration
el_gr: Διαχείριση

source: Admin
el_gr: Διαχειριστής

source: FICE/CEEB Code
el_gr: Κωδικός FICE/CEEB

source: Type
el_gr: Τύπος

source: DOB
el_gr: Ημερομηνία Γέννησης

source: Image
el_gr: Εικόνα

source: Action
el_gr: Ενέργεια

source: Description
el_gr: Περιγραφή

source: Grade
el_gr: Βαθμός

source: Clone
el_gr: Αντιγραφή

source: Info
el_gr: Πληροφορίες

source: Description:
el_gr: Περιγραφή:

source: Modules
el_gr: Υποσυστήματα

source: (LOC) - Location
el_gr: (LOC) - Τοποθεσία

source: (SECT) - Section
el_gr: (SECT) - Ενότητα Μαθημάτων

source: (PERM) - Permissions
el_gr: (PERM) - Δικαιώματα

source: Section
el_gr: Ενότητα

source: (APPL) - Application
el_gr: (APPL) - Αίτηση

source: Module
el_gr: Υποσύστημα

source: Version
el_gr: Έκδοση

source: Date
el_gr: Ημερομηνία

source: Balance
el_gr: Υπόλοιπο

source: Balance:
el_gr: Υπόλοιπο:

source: Total
el_gr: Σύνολο

source: Euro
el_gr: Ευρώ

source: Code
el_gr: Κωδικός

source: Restriction
el_gr: Περιορισμός

source: Dept:
el_gr: Τμήμα:

source: Positions
el_gr: Θέσεις

source: Ms.
el_gr: Κα.

source: Dr.
el_gr: Δρ.

source: Message
el_gr: Μύνημα

source: Business
el_gr: Εργασία

source: Permission
el_gr: Δικαίωμα

source: ONC On-Campus
el_gr: ONC Στο Ίδρυμα

source: Absent
el_gr: Απουσία

source: Sections
el_gr: Στοιχεία Μαθημάτων

source: Cookie Path
el_gr: Φάκελος Cookie

source: Instructions
el_gr: Οδηγίες

source: H Hiatus
el_gr: H Παύση

source: Hiatus (SHIS)
el_gr: Παύση (SHIS)

source: Hiatus
el_gr: Παύση

source: Att Creds
el_gr: Μονάδες από Παρακολούθηση

source: Cmpl Creds
el_gr: Ολοκληρωμένες Μονάδες

source: Tags
el_gr: Ετικέτες
