Repository: lufias69/eduTrac-istek
Catalog: app/languages/edutrac-sis-*.po
Languages: el_gr, fr_fr

source: Pay Grade
fr_fr: Niveau de Rémunération

source: Hourly Wage
el_gr: Ωριαία Αποζημίωση
fr_fr: Salaire horaire

source: Hours Per Week
el_gr: Ώρες ανά Εβδομάδα
fr_fr: Heures par semaine

source: Weekly Hours
el_gr: Εβδομαδιαίες Ώρες
fr_fr: Horaires hebdomadaires

source: Monthly Salary
el_gr: Μηνιαίος Μισθός
fr_fr: Salaire mensuel

source: Not Set
el_gr: Άνευ Τοποθέτησης
fr_fr: Non Défini

source: Edit Position
el_gr: Επεξεργασία Θέσης
fr_fr: Editer Position

source: Work Week
el_gr: Εργάσιμη Εβδομάδα
fr_fr: Semaine de travail

source: Hours
el_gr: Ώρες
fr_fr: Heures

source: Pay
el_gr: Πληρωμή
fr_fr: Payer

source: View Timesheet
el_gr: Προβολή Δελτίων Εργασίας
fr_fr: Voir Emploi du Temps

source: Work Hours
el_gr: Ώρες Εργασίας
fr_fr: Heures de travail

source: Note
el_gr: Σημείωση
fr_fr: Remarque

source: Rejected
el_gr: Απορρίφθηκε
fr_fr: Rejeté

source: Approved
el_gr: Εγκεκριμένο
fr_fr: Approuvé

source: Timesheet Entry
el_gr: Καταχώρηση Δελτίου Εργασίας
fr_fr: Entrée d'Emploi du temps

source: Work Week Start
el_gr: Ημέρα Έναρξης Εβδομάδας
fr_fr: Début du Travail de la Semaine

source: Work Day
el_gr: Εργάσιμη Ημέρα
fr_fr: Jour de Travail

source: View Employee
el_gr: Προβολή Εργαζόμενου
fr_fr: Voir Employé

source: Office
el_gr: Γραφείο
fr_fr: Bureau

source: Office Phone
el_gr: Τηλέφωνο Γραφείου
fr_fr: Numéro du Bureau

source: I Inactive
el_gr: I Αδρανής
fr_fr: I Inactif

source: Apply for Admissions
el_gr: Αίτηση Εγγραφής
fr_fr: Postuler pour l'admission

source: Password
el_gr: Κωδικός
fr_fr: Pot de passe

source: Prefix
el_gr: Πρόθεμα
fr_fr: Préfixe

source: Miss.
el_gr: Κα.
fr_fr: Mlle.

source: Mrs.
el_gr: Κα.
fr_fr: Mme.

source: Mr.
el_gr: Κ.
fr_fr: M.

source: Middle Initial
el_gr: Μεσαίο (Αρχικό)
fr_fr: Milieu initiale

source: Veteran
el_gr: Έμπειρος
fr_fr: Vétéran

source: Ethnicity
el_gr: Εθνικότητα
fr_fr: Origine ethnique

source: White, Non-Hispanic
el_gr: Καυκάσιος
fr_fr: Blanc, Non-hispaniques

source: Black, Non-Hispanic
el_gr: Έγχρωμος, Όχι Ισπανόφωνος
fr_fr: Noir, Non-hispaniques

source: Hispanic
el_gr: Ισπανόφωνος
fr_fr: Hispaniques

source: Native American
el_gr: Αμερικάνος/α
fr_fr: Originaire d'Amérique

source: Native Alaskan
el_gr: Καταγωγή Αλάσκα
fr_fr: Originaire d'Alaska

source: Pacific Islander
el_gr: Καταγωγή από Ειρηνικό
fr_fr: Insulaire Pacifique

source: Asian
el_gr: Ασιάτης/ισα
fr_fr: Asie

source: Indian
el_gr: Ινδός/ή
fr_fr: Inde

source: Middle Eastern
el_gr: Καταγωγή από Μέση Ανατολή
fr_fr: Moyen-Orient

source: African
el_gr: Αφρικανός/ή
fr_fr: Africain

source: Mixed Race
fr_fr: Race Mixée

source: Other
el_gr: Άλλος/η
fr_fr: Autre

source: Emergency Contact
el_gr: Επαφή Άμεσης Ανάγκης
fr_fr: Personne à contacter en cas d'urgence

source: Emergency Contact Phone
el_gr: Τηλεφωνικός Αριθμός Ανάγκης
fr_fr: Numéro de la Personne à contacter en cas d'urgence

source: Having troubles?
el_gr: Έχετε κάποιο πρόβλημα;
fr_fr: Avez-vous des problèmes?

source: News &amp; Announcements
el_gr: Νέα &amp; Ανακοινώσεις
fr_fr: Nouvelles &amp; Annonces

source: by
el_gr: από
fr_fr: par

source: read more
el_gr: περισσότερα
fr_fr: Lire Plus

source: Welcome Message
el_gr: Μύνημα Καλοσωρίσματος
fr_fr: Message de Bienvenu

source: Username / Email
el_gr: Κωδικός Χρήστη / eMail
fr_fr: Nom d'utilisateur/ Email

source: Remember me
el_gr: Να με θυμάσαι
fr_fr: Rappel moi

source: Offline
el_gr: Αποσυνδεδεμένο (Offline)
fr_fr: Hors ligne

source: Current Password
el_gr: Τρέχον Κωδικός
fr_fr: Mot de passe actuel

source: New Password
el_gr: Νέος Κωδικός
fr_fr: nouveau mot de passe

source: My Profile
el_gr: Το Προφίλ μου
fr_fr: Mon Profil

source: Middle Name
el_gr: Μεσαίο Όνομα
fr_fr: Patronyme

source: Date of Birth
el_gr: Ημερομηνία Γέννησης
fr_fr: Date de naissance

source: Emergency Contact's Phone
el_gr: Τηλεφωνικός Αριθμός Ανάγκης
fr_fr: Numéro de Contact en Cas d'urgence

source: Spam Registration
el_gr: Εγγραφή Spam
fr_fr: Inscription Spam

source: We don't allows spammers the ability to apply for admissions.
fr_fr: Nous ne permettons pas les spammeurs la capacité d'appliquer pour les admissions.

source: Last Update:
el_gr: Τελευταία Ενημέρωση:
fr_fr: Dernière mise à jour:

source: Manage Permissions
el_gr: Διαχείριση Δικαιωμάτων
fr_fr: Gestion des Permissions

source: Add Permission
el_gr: Προσθήκη Δικαιώματος
fr_fr: Ajout Permission

source: Key
el_gr: Κλειδί
fr_fr: Clé

source: Permissions
el_gr: Δικαιώματα
fr_fr: Autorisations

source: New Permision
el_gr: Νέο Δικαίωμα
fr_fr: Nouvelle Autorisation

source: View Permission
el_gr: Προβολή Προβολή Δικαιώματος
fr_fr: Voir Autorisation

source: Name & Address
el_gr: Όνομα & Διεύθυνση
fr_fr: Nom & Adresse

source: Alternate ID
el_gr: Εναλλακτικό ID (Αριθμός Μητρώου)
fr_fr: ID d'Alternateur

source: Person Type
el_gr: Τύπος Προσώπου
fr_fr: Type de Personne

source: Social Security #
el_gr: Κοινωνική Ασφάλιση #
fr_fr: Sécurité Sociale #

source: Veteran?
el_gr: Βετεράνος?
fr_fr: Vétéran?

source: Ethnicity?
el_gr: Εθνικότητα;
fr_fr: Origine ethnique?

source: Preferred Email
el_gr: Προτεινόμενο eMail
fr_fr: Email Préféré

source: Login Details
el_gr: Λεπτομέρειες Σύνδεσης
fr_fr: Détails de connexion

source: Send username & password to the user
el_gr: Αποστολή Ονομάτος και Κωδικού στον χρήστη
fr_fr: Le nom d'utilisateur d'envoie & le mot de passe de l'utilisateur

source: Approved Date
el_gr: Ημερομηνία Έγκρισης
fr_fr: Date d'Approbation

source: The unique ID for each person is autogenerated by the system. However, some institutions have their own format for person/student ID's. If this is the case for your institution, you can use this alternate ID field.
fr_fr: L'ID unique pour chaque personne est générée automatiquement par le système. Cependant, certaines institutions ont leur propre format pour personne / étudiant ID de. Si tel est le cas pour votre institution, vous pouvez utiliser ce champ ID suppléant.

source: Person Status
el_gr: Κατάσταση Προσώπου
fr_fr: Statut Personne

source: The status on person records can be useful for when running reports, mail merge, etc in order to differentiate between 'active' and 'inactive' person records. However, when using student, staff or faculty records, it is best to join the 'person' table to those tables in order to pull their current status since the status from those tables might be more accurate than the status in the person table.
fr_fr: Le statut sur les dossiers de la personne peut être utile lors de l'exécution des rapports, publipostage, etc., afin de faire la différence entre les enregistrements de personne 'active' et 'inactive'. Toutefois, lorsque vous utilisez l'étudiant, le personnel ou les dossiers du corps professoral, il est préférable de se joindre à la table «personne» à ces tables afin de tirer leur statut actuel puisque le statut de ces tables peut être plus précis que le statut dans la table de personne.

source: Search Person
el_gr: Αναζήτηση Προσώπου
fr_fr: Recherche de Personne

source: Edit Address
el_gr: Ενημέρωση Διεύθυνσης
fr_fr: Editer Adresse

source: Address Type
el_gr: Τύπος Διεύθυνσης
fr_fr: Type d'Adresse

source: Cellular
el_gr: Κινητό
fr_fr: Cellulaire

source: Primary Email
el_gr: Κύριο Email
fr_fr: Email Primaire

source: Secondary Email
el_gr: Δευτερεύον eMail
fr_fr: Email Secondaire

source: Added By
el_gr: Προστέθηκε από
fr_fr: Ajouté Par

source: Switch to User
el_gr: Εναλλαγή σε Χρήστη
fr_fr: Commutateur d'utilisateur

source: Create Staff Record
el_gr: Δημιουργία Εγγραφής Προσωπικού
fr_fr: Créer Dossier personnel

source: Role
el_gr: Ρόλος
fr_fr: Rôle

source: Person Search
el_gr: Αναζήτηση Προσώπου
fr_fr: Recherche de personne

source: Severity
el_gr: Σοβαρότητα
fr_fr: Gravité

source: Manage Person Permissions
el_gr: Διαχείριση Δικαιωμάτων Προσώπου
fr_fr: Gestion des autorisations individuelles

source: Allow
el_gr: Επιτρέπεται
fr_fr: Autoriser

source: Manage Person Role
el_gr: Διαχείριση Ρόλου Προσώπου
fr_fr: Gestion Rôle de Personne

source: Member
el_gr: Μέλος
fr_fr: Membre

source: Not Member
fr_fr: Non membre

source: View Person
el_gr: Προβολή Προσώπου
fr_fr: Voir Personne

source: Person:
el_gr: Πρόσωπο:
fr_fr: Personne:

source: Last Login
el_gr: Τελευταία Σύνδεση
fr_fr: Dernière Connexion

source: Visit plugin site
el_gr: Δικτυακός Τόπος για Plugins
fr_fr: Visitez le site du plugin

source: Install Plugin
el_gr: Εγκατάσταση Plugin
fr_fr: Installez Plugin

source: Use this screen to install/upgrade plugins. If you need to install a module, you need to visit <a href="%s"><strong>this screen</strong></a>.
fr_fr: Utiliser un écran de plugin installation/mise à jour. Si vous avez besoin d'installer un module, vous pouvez visiter <a href="%s"><strong>Cet écran</strong></a>.

source: Search Program
el_gr: Αναζήτηση Προγράμματος
fr_fr: Rechercher Programme

source: Create Program
el_gr: Δημιουργία Προγράμματος
fr_fr: Créer un programme

source: Add Academic Program
el_gr: Δημιουργία Ακαδημαϊκού Προγράμματος
fr_fr: Ajouter un programme académique

source: Program Code
el_gr: Κωδικός Προγράμματος
fr_fr: Code du programme

source: Effective Catalog Year
fr_fr: Catalogue effective de l'Année

source: The Academic Year was created successfully.
el_gr: Το Ακαδημαϊκό Έτος δημιουργήθηκε επιτυχώς.
fr_fr: L'année académique a été créé avec succès.

source: Acad Year Code
el_gr: Κωδικός Ακαδημαϊκού Έτους
fr_fr: Code annuel Acad

source: Acad Year Description
el_gr: Περιγραφή Ακαδημαϊκού Έτους
fr_fr: Description d'Année Acad

source: The Degree was created successfully.
el_gr: Το Πτυχίο δημιουργήθηκε επιτυχώς.
fr_fr: Le diplôme a été créé avec succès.

source: The CCD was created successfully.
el_gr: Το CCD δημιουργήθηκε επιτυχώς.
fr_fr: Le CCD a été créé avec succès.

source: The Major was created successfully.
fr_fr: Le major a été créé avec succès.

source: The Minor was created successfully.
fr_fr: Le matière a été créé avec succès.

source: The Specialization was created successfully.
el_gr: Η ειδίκευση δημιουργήθηκε επιτυχώς.
fr_fr: La spécialisation a été créée avec succès.

source: The CIP was created successfully.
el_gr: Η Εγγραφή CIP δημιουργήθηκε επιτυχώς.
fr_fr: Le CIP a été créé avec succès.

source: The Location was created successfully.
el_gr: Η Τοποθεσία δημιουργήθηκε επιτυχώς.
fr_fr: L'emplacement a été créé avec succès.

source: Programs
el_gr: Προγράμματα
fr_fr: Programmes

source: Program Title
el_gr: Τίτλος Προγράμματος
fr_fr: Titre du programme

source: View Program
el_gr: Προβολή Προγράμματος
fr_fr: Voir le programme

source: Manage Roles
el_gr: Διχείριση Ρόλων
fr_fr: Gestion des rôles

source: Add Role
el_gr: Προσθήκη Ρόλου
fr_fr: Ajouter un rôle

source: Role Name
el_gr: Όνομα Ρόλου
fr_fr: Nom du rôle

source: New Role
el_gr: Νέος Ρόλος
fr_fr: Nouveau rôle

source: Edit Role
el_gr: Επεξεργασία Ρόλου
fr_fr: Editer le Rôle

source: Course Sections
el_gr: Ενότητες Μαθήματος
fr_fr: Sections des cours

source: Short Name
el_gr: Όνομα
fr_fr: Nom court

source: Due Date
el_gr: Ημερομηνία Λήξης
fr_fr: Date d'échéance

source: Short Name should be no more than 6 characters. This is used as column heading on the gradebook. Once you have submitted the form, you will not be able to change this later.
fr_fr: Nom court ne devrait pas être plus de 6 caractères. Elle est utilisée comme en-tête de colonne sur le carnet de notes. Une fois que vous avez envoyé le formulaire, vous ne serez pas en mesure de changer plus tard.

source: Search Section
el_gr: Αναζήτηση Ενότητας
fr_fr: Recherche de Section

source: Start / End
el_gr: Έναρξη / Λήξη
fr_fr: Début / Fin

source: Credits / CEU's
el_gr: Μονάδες / CEU's
fr_fr: Crédits / CEU's

source: Section Type
el_gr: Τύπος Ενότητας Μαθήματος
fr_fr: Type de Section

source: ONL Online
el_gr: ONL Συνδεδεμένο (Online)
fr_fr: ONL en ligne

source: HB Hybrid
fr_fr: HB Hybride

source: Instructor Method
el_gr: Μέθοδος Εκπαιδευτή
fr_fr: Méthode d'instructeur

source: Meeting Days
el_gr: Ημέρες Συναντήσεων
fr_fr: Jours de réunion

source: Sunday
el_gr: Κυριακή
fr_fr: dimanche

source: Monday
el_gr: Δευτέρα
fr_fr: Lundi

source: Tuesday
el_gr: Τρίτη
fr_fr: Mardi

source: Wednesday
el_gr: Τετάρτη
fr_fr: Mercredi

source: Thursday
el_gr: Πέμπτη
fr_fr: Jeudi

source: Friday
el_gr: Παρασκευή
fr_fr: Vendredi

source: Saturday
el_gr: Σάββατο
fr_fr: Samedi

source: Register Online
el_gr: Ηλεκτρονική Εγγραφή
fr_fr: Inscrivez-vous en ligne

source: View Section
el_gr: Προβολή Ενότητας Μαθήματος
fr_fr: Voir la section

source: Offering Info
el_gr: Πληροφορίες Προσφορών
fr_fr: offre Infos

source: Billing Info
el_gr: Πληροφορίες Χρεώσεων
fr_fr: Info de facturation

source: Booking Info
el_gr: Πληροφορίες Κρατήσεων
fr_fr: info Réservation

source: Instructor
el_gr: Εκπαιδευτής
fr_fr: Instituteur

source: Contact Hours
el_gr: Ώρες Επικοινωνίας
fr_fr: contacts Horaires

source: Instructor Load
fr_fr: Chargement de l'instructeur

source: Grading
el_gr: Βαθμολόγηση
fr_fr: Rang

source: Export Grades
el_gr: Εξαγωγή Βαθμολογιών
fr_fr: Exporter le Rang

source: Attendance
el_gr: Παρουσίες
fr_fr: Assiduité

source: Attendance for
el_gr: Παρουσία για
fr_fr: Assiduité pour

source: Student Name
el_gr: Όνομα Φοιτητή
fr_fr: Nom d'étudiant

source: Present
el_gr: Παρουσία
fr_fr: Présent

source: Attendance Report
el_gr: Αναφορά Παρουσιών
fr_fr: Rapport de présence

source: Batch Registration
el_gr: Μαζική Εγγραφή
fr_fr: Lot d'Inscription

source: Use the batch registration process if you need to register a group of students into a particular course section. This screen comes in handy when you need to create a saved query from a course section you need to cancel. The best way is to create your saved query by selecting the student id's in the old course section with an 'A' or 'N' status. Register them into the new course section and then cancel the old course section.
fr_fr: Utilisez le processus d'enregistrement du lot si vous avez besoin d'enregistrer un groupe d'étudiants dans une section de cours particulier. Cet écran est très pratique lorsque vous avez besoin pour créer une requête enregistrée à partir d'une section de cours vous devez annuler. La meilleure façon est de créer votre requête enregistrée en sélectionnant les cartes d'étudiant dans la section de cours ancienne avec un 'A' ou le statut 'N'. Enregistrez-les dans la nouvelle section de cours, puis annuler la section de cours ancienne.

source: Course Fee
el_gr: Τίμημα Μαθήματος
fr_fr: Frais de cours

source: Lab Fee
el_gr: Τίμημα Εργαστηρίου
fr_fr: Fras de Lab

source: Course Materials Fee
el_gr: Τίμημα Υλικού Μαθήματος
fr_fr: Frais de matériel de cours

source: Classroom Booking
el_gr: Κράτηση Αίθουσας Διδασκαλίας
fr_fr: Réservation de Salle de classe

source: Main Classroom
el_gr: Κεντρική Αίθουσα Διδασκαλίας
fr_fr: Salle de classe principale

source: Classroom
el_gr: Αίθουσα Διδασκαλίας
fr_fr: Salle de classe

source: Meeting Time
el_gr: Ώρα Συνάντησης
fr_fr: Heure de réunion

source: Term Dates
el_gr: Ημερομηνίες Περιόδου
fr_fr: Date des Conditions

source: to
el_gr: σε
fr_fr: à

source: Are you sure you want to delete this classroom booking?
el_gr: Είστε σίγουροι ότι επιθυμείτε να διαγράψετε την κράτηση αίθουσας;
fr_fr: Êtes-vous sûr de vouloir supprimer cette réservation de salle de classe?

source: Are you sure you want to delete this entry?
el_gr: Είστε σίγουροι ότι επιθυμείτε να διαγράψετε την εγγραφή;
fr_fr: Êtes-vous sûr de vouloir supprimer cette entrée?

source: Days
el_gr: Ημέρες
fr_fr: Journées

source: Term Name
el_gr: Όνομα Περιόδου
fr_fr: Nom de la Condition

source: PDF Export
el_gr: Εξαγωγή σε PDF
fr_fr: Exporter en PDF

source: Grades
el_gr: Βαθμολογίες
fr_fr: Notes

source: Final Grade
el_gr: Τελική Βαθμολογία
fr_fr: Note Finale

source: Final Grade for
el_gr: Τελική Βαθμολογία για
fr_fr: Note finale pour

source: Gradebook for
el_gr: Βιβλίο Βαθμολογιών για
fr_fr: bulletin de notes pour

source: Students
el_gr: Φοιτητές
fr_fr: Étudiants

source: Course Sec ID
el_gr: Εντότητα Μαθήματος ID
fr_fr: ID de Sec Cours

source: Section Code
el_gr: Κωδικός Στοιχείων Μαθημάτων
fr_fr: Code de Section

source: Class Room
el_gr: Αίθουσα Διδασκαλίας
fr_fr: Salle de Classe

source: Course Section Final Grades
el_gr: Τελικές Βαθμολογίες Στοιχείων Μαθημάτων
fr_fr: Section de cours Notes finales

source: Final Grades for
el_gr: Τελικές Βαθμολογίες για
fr_fr: Notes finales pour

source: Student Roster
el_gr: Λίστα Φοιτητών
fr_fr: Liste d'Etudiants

source: Email Students in
fr_fr: Email d'Etudiants dans

source: Send Email
el_gr: Αποστολή eMail
fr_fr: Envoyer Email

source: Student Email
el_gr: eMail Φοιτητή
fr_fr: Email Etudiant

source: File Upload
el_gr: Μεταφόρτωση Αρχείου
fr_fr: Upload de Fichier

source: Acad Level
el_gr: Ακαημαϊκό Επίπεδο
fr_fr: Niveau Acad

source: Acad Program
el_gr: Ακαδημαϊκό Πρόγραμμα
fr_fr: Programme Acad

source: Acad Credit Status
el_gr: Κατάσταση Ακαδημαϊκών Μονάδων
fr_fr: Statut du Crédits Acad

source: Advisor
el_gr: Σύμβουλος
fr_fr: Conseiller

source: Assignment
el_gr: Ανάθεση
fr_fr: Affectation

source: General
el_gr: Γενικά
fr_fr: Général

source: Registration
el_gr: Εγγραφή
fr_fr: Enregistrement

source: System Email
el_gr: eMail Συστήματος
fr_fr: système Email

source: Registrar's Email
el_gr: eMail Υπευθύνου Εγγραφών
fr_fr: Email du Greffier

source: Room Request Email
el_gr: eMail Γραφείου Αιτήσεων Αίθουσας
fr_fr: Email de Demande de Salle

source: Contact Email
el_gr: eMail Επαφής
fr_fr: Email de contact

source: Admissions Email
fr_fr: Email d'Admission

source: All system and error related emails will be sent to this email address.
el_gr: Όλα τα eMail σχετικά με το σύστημα και τα σφάλματα του θα αποστέλλονται στο παρούσα διεύθυνση.
fr_fr: Tout système et emails d'erreur liés seront envoyés à cette adresse e-mail.

source: All course and course registration emails will be sent to this address.
fr_fr: Tous les cours et cours e-mails d'inscription seront envoyés à cette adresse.

source: This is the email where all room requests are sent.
el_gr: Αυτό είναι το eMail στο οποίο αποστέλλονται όλες οι αιτήσεις κράτησης αιθουσών.
fr_fr: Ceci est l'e-mail où toutes les demandes de pièces sont envoyées.

source: System Settings
el_gr: Ρυθμίσεις Συστήματος
fr_fr: Paramètres Système

source: Enable Benchmark
el_gr: Ενεργοποίηση Αναφοράς Μετρήσεων
fr_fr: Activer le Repère

source: myeT Layout
el_gr: myeduSIS Περιβάλλον
fr_fr: Disposition du myeT

source: Online
el_gr: Συνδεδεμένο (Online)
fr_fr: En ligne

source: Offline Message
el_gr: Μύνημα Αποσύνδεσης (Offline)
fr_fr: Message hors ligne

source: Enabled
el_gr: Ενεργοποιημένο
fr_fr: Activé

source: Disabled
el_gr: Απενεργοποιημένο
fr_fr: Désactivé

source: Applicant Email
el_gr: eMail Αιτούντα
fr_fr: Email du Demandeur

source: Language
el_gr: Γλώσσα
fr_fr: La langue

source: Timezone
el_gr: Ζώνη Ώρας
fr_fr: Fuseau horaire

source: File Manager Driver
fr_fr: Pilote de Gestionnaire de fichiers

source: Local
el_gr: Τοπικό
fr_fr: Locale

source: S3 Access Key
fr_fr: Clé d'Access à S3

source: S3 Secret Key
fr_fr: Clé Secret de S3

source: On
el_gr: Ενεργό
fr_fr: Sur

source: Off
el_gr: Ανενεργό
fr_fr: De

source: API Key
el_gr: Κλειδί API
fr_fr: Clé d'API

source: Contact Phone
el_gr: Τηλέφωνο Επικοινωνίας
fr_fr: Numéro du contact

source: Help Desk
el_gr: Γραφείο Υποστήριξης
fr_fr: Bureau d'Aide

source: Mailing Address
el_gr: Διεύθυνση Ταχυδρόμησης
fr_fr: Adresse Mail

source: Click here
el_gr: Πατήστε εδώ
fr_fr: Cliquez ici

source: to generate an api key for your account.
el_gr: για δημιουργία κλειδί api για το λογαριασμό σας
fr_fr: Générer une clé d'api pour votre compte.

source: Enable this option to allow access to the application for admissions form.
fr_fr: Activer cette option pour permettre l'accès à la demande d'admission forme.

source: Send Applicant Email
el_gr: Αποστολή eMail Αιτούντα
fr_fr: Envoie d'Email de Demande

source: Set this to 'Yes' if an acceptance letter email should be sent when applicant is moved to stu. Make sure to add a customized acceptance letter template on the email template's screen.
fr_fr: Réglez ce paramètre à «Oui» si un email de la lettre d'acceptation doit être envoyé lorsque le demandeur est déplacé vers stu. Assurez-vous d'ajouter un modèle personnalisé de lettre d'acceptation sur l'écran du modèle d'email.

source: Open Registration
el_gr: Ανοικτό σε Εγγραφές
fr_fr: Inscription ouverte

source: Current Term
el_gr: Τρέχουσα Περίοδος
fr_fr: Conditon Actuelle

source: # of Courses
el_gr: # Μαθημάτων
fr_fr: # de Cours

source: Account Balance
el_gr: Ανοικτό Υπόλοιπο
fr_fr: Solde du compte

source: Open Terms
el_gr: Ανοικτές Περίοδοι
fr_fr: Conditions Ouvertes

source: Registration Term
el_gr: Περίοδος Εγγραφής
fr_fr: Conditions d'Inscription

source: Set the number of courses a student is able to register into for any given term. There should only be one open term and it must match the registration term. Depending how long your course offering list is, this may not work 100%.
fr_fr: Définissez le nombre de cours qu'un étudiant est en mesure d'enregistrer dans pour un terme donné. Il ne devrait y avoir un mandat ouvert et il doit correspondre à la durée d'enregistrement. En fonction depuis combien de temps votre cours liste de l'offre est, cela peut ne pas fonctionner à 100%.

source: If a student's current balance minus the current term is greater than the `Account Balance`, then the student is not eligible to register for courses (i.e. -100). Set to 0 to disable.
fr_fr: Si le solde actuel d'un étudiant moins la durée actuelle est supérieure au `Solde du compte`, l'étudiant n'est pas admissible à s'inscrire à des cours (Par exemple: -100). Mettre à 0 pour désactiver.

source: Enter a comma delimited list of course terms that can be viewed on the course registration screen (i.e. "13/FA","14/SP").
fr_fr: Entrez une liste de termes de cours qui peut être consulté sur l'écran d'enregistrement de cours délimité par des virgules (Par exemple: "13/FA","14/SP").

source: If `Open Registration` is set to yes, then choose the term for which a student can register into courses.
fr_fr: Si `Ouvrir Registration` est définie à yes, puis choisissez la durée pour laquelle un étudiant peut inscrire dans les cours.

source: Registration Instructions
el_gr: Οδηγίες Εγγραφής
fr_fr: Instructions pour l'inscription

source: Enter any comments or instructions you would like to appear on the course registration page.
fr_fr: Entrez des commentaires ou des instructions que vous souhaitez voir apparaître sur la page d'inscription aux cours.

source: Template Name
el_gr: Όνομα Προτύπου
fr_fr: Nom du Modèle

source: Change of Address
el_gr: Αλλαγή Διεύθυνσης
fr_fr: Changer d'adresse

source: This email template is used when someone fills out and submits the change of address form.
fr_fr: Ce modèle d'email est utilisé quand quelqu'un remplit et soumet le formulaire de changement d'adresse.

source: This email template is used when the reset password button is pressed on the NAE screen.
fr_fr: Ce modèle d'email est utilisé lorsque le bouton de réinitialisation mot de passe est pressé sur l'écran NAE.

source: Room Request Text
el_gr: Κείμενο Αιτήματος Αίθουσας
fr_fr: Texte de Demande de Salle

source: This email template is used when the room request form is filled out and submitted.
fr_fr: Ce modèle d'email est utilisé lorsque le formulaire de demande de Salle est rempli et soumis.

source: Room Request Confirmation
el_gr: επιβεβαίωση Αιτησης Αίθουσας
fr_fr: Confirmation de la Demande de Salle

source: This email template is used when room requests have been approved.
fr_fr: Ce modèle d'e-mail est utilisé lorsque les demandes de salles ont été approuvées.

source: Acceptance Letter
el_gr: Γράμμα Αποδοχής
fr_fr: Lettre d'Approbation
