Repository: lufias69/eduTrac-istek
Catalog: app/languages/edutrac-sis-*.po
Languages: el_gr, fr_fr

source: <strong>ERROR</strong>: The username/email field is empty.
el_gr: <strong>ΣΦΑΛΜΑ</strong>: Το πεδίο Όνομα Χρήστη είναι κενό.
fr_fr: <strong>ERREUR</strong>: Le champ nom d'utilisateur/email est vide.

source: <strong>ERROR</strong>: The password field is empty.
el_gr: <strong>ΣΦΑΛΜΑ</strong>: Το πεδίο Κωδικός είναι κενό.
fr_fr: <strong>ERREUR</strong>: Le champs mot de passe est vide.

source: <strong>ERROR</strong>: Invalid email address.
el_gr: <strong>ΣΦΑΛΜΑ</strong>: Λανθασμένη Διεύθυνση email.
fr_fr: <strong>ERREUR</strong>: Adresse email invalide.

source: <strong>ERROR</strong>: Invalid username.
el_gr: <strong>ΣΦΑΛΜΑ</strong>: Εσφαλμένο Όνομα Χρήστη.
fr_fr: <strong>ERREUR</strong>: Nom d'utilisateur invalide.

source: <strong>ERROR</strong>: The password you entered is incorrect.
el_gr: <strong>ΣΦΑΛΜΑ</strong>: Ο Κωδικός που πληκτρολογήσατε είναι λάθος.
fr_fr: <strong>ERREUR</strong>: Le mot de passe que vous avez entré est incorrect.

source: Invalid directory path: Empty path given.
el_gr: Λανθασμένη Διαδρομή Φακέλου: Δόθηκε κενή διαδρομή φακέλου.
fr_fr: Chemin du répertoire invalidé: chemin donné est vide.

source: The following directory could not be created: %s
el_gr: Ο παρακάτω φάκελος αρχείων δεν μπορεί να δημιουργηθεί: %s
fr_fr: Le répertoire suivant n'a pas pu être créé: %s

source: Invalid password: empty password given.
el_gr: Λανθασμένος Κωδικός: Δόθηκε κενός κωδικός
fr_fr: ID de mot de passe invalide: ID de mot de passe donné est vide.

source: Invalid file: empty file given.
el_gr: Λανθασμένο Αρχείο: Δόθηκε κενό αρχείο
fr_fr: ID de fichier invalide: ID de fichier donné est vide.

source: Invalid file name: empty file name given.
el_gr: Λανθασμένο όνομα αρχείου: Δόθηκε κενό όνομα αρχείου.
fr_fr: ID de nom de fichier invalide: ID de nom de fichier donné est vide.

source: The following function is already defined elsewhere: <strong>%s</strong>
fr_fr: La fonction suivante est déjà définie ailleurs: <strong>%s</strong>

source: Plugin could not be activated because it triggered a <strong>fatal error</strong>. <br /><br />
fr_fr: Plugin ne peut pas être activée car elle a déclenché une <strong>erreur fatale </strong>. <br /><br />

source: Invalid apply_filter hook: empty hook name given.
fr_fr: apply_filter hook Invalide: nom de hook donné est vide.

source: Invalid apply_filter hook: hook name must be a string.
fr_fr: apply_filter hook Invalide: le nom du hook doit être une chaîne.

source: Invalid add_filter hook: empty hook name given.
fr_fr: apply_filter hook Invalide: nom de hook donné est vide.

source: Invalid add_filter hook: hook name must be a string.
fr_fr: apply_filter hook Invalide: le nom du hook doit être une chaîne.

source: Invalid add_action hook: empty hook name given.
fr_fr: add_action hook Invalide: le nom du hook est vide.

source: Invalid add_action hook: hook name must be a string.
fr_fr: add_action hook Invalide: le nom du hook doit être une chaîne.

source: Invalid do_action hook: empty hook name given.
fr_fr: do_action hook Invalide: le nom du hook est vide.

source: Invalid do_action hook: hook name must be a string.
fr_fr: do_action hook invalide: le nom du hook doit être une chaîne.

source: Invalid file name: <strong>%s</strong> does not exist. <br />
fr_fr: INom du fichier invalide: <strong>%s</strong> n'existe pas. <br />

source: %1$s() is <strong>deprecated</strong> since release %2$s with no alternative available. <br />
fr_fr: %1$s() est <strong> obsolète</strong> depuis la sortie %2$s avec aucune alternative disponible. <br />

source: %1$s() is <strong>deprecated</strong> since release %2$s! Use %3$s instead. <br />
fr_fr: %1$s() est <strong> obsolète</strong> depuis la sortie %2$s! Utilise %3$s plutôt. <br />

source: %1$s() was called with an argument that is <strong>deprecated</strong> since release %2$s! %3$s. <br />
fr_fr: %1$s() a été appelé avec un argument qui est <strong> obsolète </strong> depuis la sortie %2$s! %3$s. <br />

source: %1$s() was called with an argument that is <strong>deprecated</strong> since release %2$s with no alternative available. <br />
fr_fr: %1$s() a été appelé avec un argument qui est <strong>obsolète</strong> depuis la sortie %2$s avec aucune alternative disponible. <br />

source: (This message was added in release %s.) <br /><br />
el_gr: (Το μύνημα προστέθηκε στην έκδοση %s.) <br /><br />
fr_fr: (Ce message a été ajouté dans la version %s.) <br /><br />

source: Please see <a href="%s">Debugging in eduTrac SIS</a> for more information.
fr_fr: S'il te plait voir <a href="%s">Débogage dans eduTrac SIS</a> pour plus d'informations.

source: %1$s() was called <strong>incorrectly</strong>. %2$s %3$s <br />
fr_fr: %1$s() a été appelé <strong>incorrectement</strong>. %2$s %3$s <br />

source: Active Students
el_gr: Ενεργοί Φοιτητές
fr_fr: Les élèves actifs

source: Active Courses
el_gr: Ενεργά Μαθήματα
fr_fr: Cours actifs

source: Active Programs
el_gr: Ενεργά Προγράμματα
fr_fr: Programmes actifs

source: my
fr_fr: ma

source: Powered by eduTrac SIS r
fr_fr: Propulsé par eduTrac SIS r

source: Administrative
fr_fr: Administratif

source: Academic
el_gr: Ακαδημαϊκό
fr_fr: Académique

source: LEC Lecture
el_gr: LEC Διάλεξη
fr_fr: LEC Conférence

source: SEM Seminar
el_gr: SEM Σεμινάριο
fr_fr: SEM Séminaire

source: LL Lecture + Lab
el_gr: LL Διάλεξη + Εργαστήριο
fr_fr: LL Conférence + Lab

source: LS Lecture + Seminar
el_gr: LS Διάλεξη + Σεμινάριο
fr_fr: LS Conférences + Séminaire

source: SL Seminar + Lab
el_gr: SL Σεμινάριο + Εργαστήριο
fr_fr: SL Séminaire + Lab

source: LLS Lecture + Lab + Seminar
el_gr: LLS Διάλεξη + Εργαστήριο + Σεμινάριο
fr_fr: LLS Conférences + Lab + Seminar

source: A Add
el_gr: A Προσθήκη
fr_fr: A Ajouter

source: N New
el_gr: N Νέο
fr_fr: N Nouveau

source: D Drop
fr_fr: D Goutte

source: W Withdrawn
fr_fr: W Retiré

source: C Cancelled
el_gr: C Ακυρωμένο
fr_fr: C Annulé

source: A Active
el_gr: A Ενεργό
fr_fr: A Actif

source: P Potential
fr_fr: P Potentiel

source: C Changed Mind
fr_fr: C Esprit Changé

source: G Graduated
fr_fr: G Diplômé

source: I Institutional
fr_fr: I Institutionnel

source: TR Transfer
el_gr: TR Μεταφορά
fr_fr: TR Transfert

source: AP Advanced Placement
fr_fr: AP Placement avancé

source: X Exempt
fr_fr: X Exempter

source: T Test
fr_fr: T Teste

source: FR Freshman
fr_fr: FR Étudiant de première année

source: SO Sophomore
fr_fr: SO Étudiant de seconde année

source: JR Junior
fr_fr: JR Étudiant de troisième

source: SR Senior
fr_fr: SR Étudiant de licence

source: UG Undergraduate Student
fr_fr: UG Étudiant universitaire

source: GR Grad Student
fr_fr: GR Étudiant Diplomé

source: PhD PhD Student
fr_fr: PhD Etudiant PhD

source: RA Readmit
fr_fr: RA Réadmettre

source: Asset
fr_fr: Avantage

source: Liability
fr_fr: Responsabilité

source: Equity
fr_fr: Équité

source: Revenue
fr_fr: Revenu

source: Expense
el_gr: Έξοδο
fr_fr: Frais

source: Plugin <strong>activated</strong>.
el_gr: Plugin <strong>ενεργοποιήθηκε</strong>.
fr_fr: Plugin <strong>activaté</strong>.

source: Plugin <strong>deactivated</strong>.
el_gr: Plugin <strong>απενεργοποιήθηκε</strong>.
fr_fr: Plugin <strong>deactivaté</strong>.

source: Reset Password
el_gr: Επαναφορά Κωδικού
fr_fr: Réinitialiser Mot de Passe

source: Change of Address Request
el_gr: Αίτημα Αλλαγής Διεύθυνσης
fr_fr: De changement d'adresse

source: Invalid parsecode name: empty name given.
fr_fr: Nom de parsecode invalide: Le nom donné est vide.

source: Invalid parsecode name: %s. Do not use spaces or reserved characters: & / < > [ ]
fr_fr: Nom de parsecode invalide: %s. Ne pas utiliser des espaces ou des caractères réservés: & / < > [ ]

source: Invalid person ID: empty ID given.
el_gr: Λανθασμένο ID Προσώπου: Δόθηκε κενό ID
fr_fr: ID de personne invalide: ID donné vide.

source: Invalid person ID: person id must be numeric.
el_gr: Λανθασμένο ID Προσώπου: ID Προσώπου πρέπει να είναι αριθμός
fr_fr: ID de personne invalide: id de personne ne doit pas être numérique.

source: Yes
el_gr: Ναι
fr_fr: Oui

source: No
el_gr: Όχι
fr_fr: Aucun

source: Invalid student ID: Empty ID given.
el_gr: Λανθασμένο ID Φοιτητή: Δόθηκε κενό ID
fr_fr: ID d'étudiant invalide: ID donné est vide.

source: Invalid student ID: student id must be numeric.
el_gr: Λανθασμένο ID Φοιτητή: ID Φοιτητή πρέπει να είναι αριθμός
fr_fr: ID d'étudiant invalide: id d'étudiant doit être numérique.

source: Invalid student ID: empty ID given.
el_gr: Λανθασμένο ID Φοιτητή: Δόθηκε κενό ID
fr_fr: ID d'étudiant invalide: ID donné est vide.

source: Switch To
el_gr: Εναλλαγή σε
fr_fr: Commuter A

source: Phone:
el_gr: Τηλέφωνο:
fr_fr: Téléphone

source: Birth Date:
el_gr: Ημερομηνία Γέννησης:
fr_fr: Date d'Anniversaire:

source: Status:
el_gr: Κατάσταση:
fr_fr: Statut:

source: Active
el_gr: Ενεργό
fr_fr: Actif

source: Inactive
el_gr: Ανενεργό
fr_fr: Inactif

source: | Restricted from registering for courses.
fr_fr: | Limite de l'inscription aux cours.

source: Entry Date:
el_gr: Ημερομηνία Καταχώρησης:
fr_fr: Date d'entrée:

source: Family Educational Rights and Privacy Act (FERPA)
fr_fr: Famille des droits éducatifs et Loi sur la protection des renseignements personnels (FERPA)

source: Close
el_gr: Κλείσε
fr_fr: Près

source: Room Request:
el_gr: Αίτημα Αίθουσας:
fr_fr: Demande de SAlle:

source: Pay Bill
fr_fr: Masse salariale

source: Student Bill
el_gr: Λογαριασμός Φοιτητή
fr_fr: Facture Etudiant

source: Pay Now
el_gr: Πληρωμή τώρα
fr_fr: Payez Maintenant

source: Your institution has set a course registration limit. You are only allowed to register for <strong>%s courses</strong> per term.
fr_fr: Votre institution a fixé une limite d'inscription aux cours. Vous êtes seulement autorisé à inscrire <strong>%s cours</strong> par terme.

source: Cronjob URL is wrong.
el_gr: Είναι Λανθασμένο το Cronjob URL.
fr_fr: URL Cronjob est erroné.

source: Current URL is not correct; must begin with http(s):// and followed with a path.
fr_fr: URL actuelle n'est pas correcte; Il doit commencer par http(s):// et suivi avec un chemin.

source: The file you are trying to upload is not the accepted file type. Please try again.
fr_fr: Le fichier que vous essayez de télécharger est pas le type de fichier acceptée. S'il vous plaît essayer à nouveau.

source: The module was uploaded and installed properly.
el_gr: Το υποσύστημα μεταφορτώθηκε και εγκαταστάθηκε επιτυχώς.
fr_fr: Le module a été téléchargé et installé correctement.

source: There was a problem uploading the module. Please try again or check the module package.
fr_fr: Il y avait un problème téléchargeant le module. S'il vous plaît essayer de nouveau ou vérifier le paquet de module.

source: Male
el_gr: Άνδρας
fr_fr: Homme

source: Female
el_gr: Γυναίκα
fr_fr: Femelle

source: The screen %s does not exist. Please try your search again.
el_gr: Η οθόνη %s δεν υπάρχει. Παρακαλούμε προσπαθήστε την αναζήτηση ξανά.
fr_fr: L'écran %s n'existe pas. S'il vous plaît, réessayez votre recherche.

source: Academic Level
el_gr: Ακαδημαϊκό Επίπεδο
fr_fr: Niveau académique

source: Student Load Rules
fr_fr: Règle de Chargement Etudiant

source: Human Resources
el_gr: Ανθρώπινοι Πόροι
fr_fr: Ressources Humaines

source: Importer
fr_fr: Importateur

source: Manage Pages
el_gr: Διαχείριση Σελίδων
fr_fr: Gérer les pages

source: Manage News & Announcements
el_gr: Διαχείριση Νέων & Ανακοινώσεων
fr_fr: Gestion des Nouvelles & Annonces

source: Manage Quick Links
el_gr: Διαχείριση Σύντομων Συνδέσμων
fr_fr: Gestion des liens rapides

source: News & Announcements
el_gr: Νέα & Ανακοινώσεις
fr_fr: Nouvelles & Annonces

source: Change of Address Form
el_gr: Φόρμα Αλλαγής Διεύθυνσης
fr_fr: Formulaire de changement d'adresse

source: The system could not move the uploaded file. Please check with your system administrator.
fr_fr: Le système n'a pas pu déplacer le fichier téléchargé. S'il vous plaît vérifier avec votre administrateur système.

source: Your image size is bigger than 4MB. Try to upload a smaller image.
fr_fr: Votre taille de l'image est plus grande que 4Mo. Essayez de télécharger une image plus petite.

source: Invalid file format. You must upload a jpeg, gif, png or bmp file.
fr_fr: Format de fichier non valide. Vous devez télécharger un fichier jpeg, gif, png ou bmp.

source: You have to first select an image to upload.
fr_fr: Vous devez d'abord sélectionner une image à télécharger.

source: School Photo
el_gr: Φωτογραφία Σχολής
fr_fr: Photo d'Ecole

source: The username <strong>%s</strong> is already taken. Try again with a more unique username.
fr_fr: Le nom d'utilisateur <strong>%s</strong> est déjà pris.. Essayez à nouveau avec un nom d'utilisateur plus unique.

source: The email address <strong>%s</strong> is already in use. Try again with a different email address.
fr_fr: L'adresse email <strong>%s</strong> déja en cours d'utilisation. Essayez de nouveau avec une adresse e-mail différente.

source: Student Application Via myeT
el_gr: Αίτηση Φοιτητή μέσω myeT
fr_fr: Application d'Edutiant Via myeT

source: Your application has been submitted, and you can now log in with your username and password.
fr_fr: Votre demande a été soumise, et vous pouvez maintenant vous connecter avec votre nom d'utilisateur et mot de passe.

source: Online Application
el_gr: Ηλεκτρονική Αίτηση
fr_fr: Application en ligne

source: Update Record
el_gr: Ενημέρωση Εγγραφής
fr_fr: Mise à jour de la fiche

source: The plugin generated unexpected output.
el_gr: Το plugin δημιούργησε ένα απροσδόκητο αποτέλεσμα.
fr_fr: Le plugin a généré la sortie inattendue.

source: Plugin Options
el_gr: Επιλογές Plugin
fr_fr: Options de Plugin

source: Your plugin was uploaded and installed properly.
fr_fr: Votre plugin a été téléchargé et installé correctement.

source: There was a problem uploading your plugin. Please try again or check the plugin package.
fr_fr: Il y avait un problème de télécharger votre plugin. S'il vous plaît essayer de nouveau ou vérifier le paquet de plugin.

source: Install Plugins
el_gr: Εγκατάσταση Plugins
fr_fr: Installer Plugins

source: Your query contained a forbidden keyword(s). Please try again.
el_gr: Το ερώτημα περιέχει απαγορευμένες λέξεις. Παρακαλώ προσπαθήστε ξανά.
fr_fr: Votre requête contient un mot-clé (s) interdit. Veuillez réessayer.

source: CSV to Email Attachment
el_gr: Επισυναπτόμενο CSV σε eMail
fr_fr: CSV pour l'attachement d'email

source: The attached report can be opened with OpenOffice.org Calc, Google Docs, Microsoft Excel, or Apple Numbers.
fr_fr: Le rapport ci-joint peut être ouvert avec OpenOffice.org Calc, Google Docs, Microsoft Excel ou Numbers Apple.

source: Student Acceptance Letter
fr_fr: Lettre d'Acceptation d'Etudiant

source: Could not connect to MySQL server: %s
el_gr: Αποτυχία σύνδεσης στον εξυπηρετητή Βάσης Δεδομένων MySQL: %s
fr_fr: Impossible de se connecter au serveur MySQL: %s

source: Step 1: Connected to MySQL server successfully.
el_gr: Βήμα 1: Επιτυχής σύνδεση στον εξυπηρετητή Βάσης Δεδομένων MySQL.
fr_fr: Etape 1: Connecté au serveur MySQL avec succès.

source: Step 4: Email sent with attachment.
el_gr: Βήμα 4: Email απεστάλει με συνημμένα.
fr_fr: Etape 4: Courriel envoyé avec pièce jointe.

source: Step 4: No data found for query. Email NOT sent.
el_gr: Βήμα 4: Δεν βρέθηκαν δεδομένω για το ερώτημα. Δεν έγινε η αποστολή του eMail.
fr_fr: Étape 4: Aucune donnée trouvée pour la requête. Email NON envoyé.

source: FINISHED.
el_gr: ΟΛΟΚΛΗΡΩΗΘΗΚΕ.
fr_fr: TERMINE.

source: ERROR: Invalid query MySQL error: (%s)%s Your query: %s
el_gr: Σφάλμα: Λανθασμένο ερώτημα MySQL σφάλμα: (%s)%s Το ερώτημα σας: %s
fr_fr: ERREUR: requête non valide ERREUR MySQL: (%s)%s Votre requête: %s

source: Step 2 (repeats for each attachment): MySQL query ran successfully.
el_gr: Βήμα 2 (επανάληψη για κάθε επισυναπτόμενο): Το ερώτημα της MySQL εκτελέστηκε επιτυχώς.
fr_fr: Etape 2 (répète pour chaque pièce jointe): requête MySQL exécutée avec succès.

source: Step 3 (repeats for each attachment): CSV file built.
el_gr: Βήμα 3 (επανάληψη για κάθε επισυναπτόμενο): Δημιουργήθηκε το αρχείο CSV.
fr_fr: Etape 3 (répète pour chaque pièce jointe): fichier CSV construit.

source: Step 2 (repeats for each attachment): MySQL query ran successfully
el_gr: Βήμα 2 (επανάληψη για κάθε επισυναπτόμενο): Το ερώτημα της MySQL εκτελέστηκε επιτυχώς
fr_fr: Etape 2 (répète pour chaque pièce jointe): requête MySQL exécutée avec succès

source: Step 3 (repeats for each attachment): NO results were returned for this query. No file will be sent for the following query: %s
el_gr: Βήμα 3 (επανάληψη για κάθε επισυναπτόμενο): ΔΕΝ επιστράφηκαν αποτελέσματα για το επιλεγμένο ερώτημα. Δεν έγινε αποστολή αρχείου για το ακόλουθο ερώτημα: %s
fr_fr: Etape 3 (répète pour chaque pièce jointe): Aucun résultat n'a été retournés pour cette requête. Aucun fichier ne sera envoyé pour la requête suivante: %s

source: APC requires PHP APC extension to be installed and loaded.
fr_fr: APC nécessite l'extension PHP APC pour être installé et chargé.

source: Cache Hits:
fr_fr: Cache Heurtés:

source: Cache Misses:
fr_fr: Cache manquant:

source: Uptime:
el_gr: Ώρα Λειτουργίας:
fr_fr: durée de fonctionnent

source: Memory Usage:
el_gr: Χρήση Μνήμης:
fr_fr: Utilisation de la mémoire:

source: Memory Available:
el_gr: Διαθέσιμη Μνήμη:
fr_fr: Mémoire disponible:

source: Could not create the file cache directory.
el_gr: Αδυναμία δημιουργίας φακέλου αρχείων cache.
fr_fr: Impossible de créer le répertoire du cache de fichiers.

source: Could not write to cache
el_gr: Αδυναμία εγγραφής στην cache
fr_fr: Impossible d'écrire dans le cache

source: Could not write to cache.
el_gr: Αδυναμία εγγραφής στην cache
fr_fr: Impossible d'écrire dans la mémoire cache.

source: Memcached requires PHP <strong>%s</strong> extension to be loaded.
fr_fr: Memcached nécessite l'extension PHP <strong>%s</strong> pour être chargé.

source: XCache requires PHP XCache extension to be installed and loaded.
fr_fr: XCache nécessite l'extension PHP XCache pour être installé et chargé.

source: Account Login Details
el_gr: Λεπτομέρειες Λογαριασμού Σύνδεσης
fr_fr: Détails Connexion au Compte

source: Application for Admissions
fr_fr: Demande d'admission

source: Course Registration
el_gr: Εγγραφή Μαθήματος
fr_fr: Inscription aux cours

source: Plugin could not be activated because it triggered a <strong>fatal error</strong>. <br /><br /> %s</div></section>
fr_fr: Plugin ne peut pas être activée car elle a déclenché une <strong>erreur fatale</strong>. <br /><br /> %s</div></section>

source: 200 - Success: Ok
el_gr: 200 - Επιτυχία: Ok
fr_fr: 200 - Succès: Ok

source: 201 - Success: Created
el_gr: 201 - Επιτυχία: Δημιουργήθηκε
fr_fr: 201 - Succès: Créé

source: 204 - Error: No Content
el_gr: 204 - Σφάλμα: Χωρίς Περιεχόμενο
fr_fr: 204 - Erreur: Aucun Contenu

source: 409 - Error: Conflict
el_gr: 409 - Σφάλμα: Conflict
fr_fr: 409 - Erreur: Conflit

source: An unexpected error occurred. Something may be wrong with edutracsis.com or this server&#8217;s configuration. If you continue to have problems, please try the <a href="http://www.edutracsis.com/forums/forum/product-support/">support forums</a>.
fr_fr: Une erreur inattendue est apparue. Quelque chose peut être incompatible avec edutracsis.com ou cette configuration serveur&#8217;s . Si vous continuez à avoir des problèmes, s'il vous plaît essayer le <a href="http://www.edutracsis.com/forums/forum/product-support/">forums support</a>.

source: Last checked on %s @ %s
el_gr: Τελευταίος Έλεγχος στις %s @ %s
fr_fr: Dernière vérification sur %s @ %s

source: <p>New Release: <font color="red">r%s</font></p>
el_gr: <p>Νέα Έκδοση: <font color="red">r%s</font></p>
fr_fr: <p>Nouvelle Version: <font color="red">r%s</font></p>

source: Installing Updates:
el_gr: Εγκατάσταση Ενημερώσεων:
fr_fr: Installation de la mises à jour:

source: Database Check . . .
el_gr: Έλεγχος Βάσης Δεδομένων...
fr_fr: Control de la base de données

source: Directory Check . . .
el_gr: Έλεγχος Φακέλων Αρχείων...
fr_fr: Control de Dossier ...

source: File Check . . .
el_gr: Έλεγχος Αρχείου...
fr_fr: Control de fichier

source: Update successful!
el_gr: Επιτυχής Αναβάθμιση!
fr_fr: Mise à jour réussie!

source: Update failed: %s!
el_gr: Αποτυχία Αναβάθμισης: %s!
fr_fr: Mise à jour échoué: %s!

source: <p>You currently have the latest release of eduTrac SIS installed: <font color="green">r%s</font></p>
fr_fr: <p>Vous avez actuellement la dernière version de eduTrac SIS installée: <font color="green">r%s</font></p>

source: Could not check for updates! See log file for details.
el_gr: Αδυναμία ελέγχου για ενημερώσεις! Συμβουλευτείτε το αρχείο log για λεπτομέρειες.
fr_fr: Impossible de vérifier les mises à jour! Voir le fichier de log pour plus de détails.

source: The plugin <strong>%s</strong> has been deactivated because your changes resulted in a <strong>fatal error</strong>. <br /><br />
fr_fr: Le plugin <strong>%s</strong> a été désactivé parce que vos changements ont entraîné une <strong>erreur fatale </strong>. <br /><br />

source: Get Help
el_gr: Βοήθεια
fr_fr: Aide

source: Sign in
el_gr: Σύνδεση
fr_fr: Connexion

source: Apply
el_gr: Αίτηση
fr_fr: Appliquer

source: Dashboard
el_gr: Πίνακας Ελέγχου
fr_fr: Tableau de bord

source: Howdy,
el_gr: Καλημέρα,
fr_fr: Salut,

source: Switch Back to
el_gr: Επιστροφή / Εναλλαγή σε
fr_fr: Repasser en

source: Home
el_gr: Αρχική
fr_fr: Accueil

source: My Menu
fr_fr: Mon Menu

source: Student
el_gr: Φοιτητής
fr_fr: Étudiant

source: Timetable
el_gr: Ωρολόγιο Πρόγραμμα
fr_fr: Calendrier

source: My Bills
el_gr: Οι Λογαριασμοί μου
fr_fr: Mes factures

source: Class Schedule
el_gr: Πρόγραμμα Αίθουσας
fr_fr: Horaire des cours

source: Final Grades
el_gr: Τελικές Βαθμολογίες
fr_fr: Grades Finaux

source: Forms
el_gr: Φόρμες
fr_fr: Formulaires

source: Booking Request Form
el_gr: Φόρμα Αιτήσεων Κράτησης
fr_fr: Formulaire de demande de Réservation

source: Applications
el_gr: Αιτήσεις
fr_fr: Application

source: Profile
el_gr: Προφίλ
fr_fr: Profil

source: Change Password
el_gr: Αλλαγή Κωδικού Χρήστη
fr_fr: Editer Mot de Passe

source: Logout
el_gr: Αποσύνδεση
fr_fr: Se Déconnecter

source: Info Pages
el_gr: Σελίδες Πληροφοριών
fr_fr: Pages Info

source: News
el_gr: Νέα
fr_fr: Nouvelles

source: Quick Links
el_gr: Σύντομοι Σύνδεσμοι
fr_fr: Liens Rapides

source: Search Courses
el_gr: Αναζήτηση Μαθημάτων
fr_fr: Recherche Cours

source: Cart
el_gr: Καλάθι
fr_fr: Carte

source: CSS Editor
fr_fr: Editeur CSS

source: Save
el_gr: Αποθήκευση
fr_fr: Sauvegarder

source: Manage Links
el_gr: Διαχείριση Συνδέσμων
fr_fr: Gérer les liens

source: Manage News
el_gr: Διαχείριση Νέων
fr_fr: Gérer Nouvelles

source: If you are having issues with results not updating after changes have been made, click the clear cache button below.
fr_fr: Si vous rencontrez des problèmes avec la mise à jour des résultats pas après que les modifications ont été apportées, cliquez sur le bouton Effacer de la mémoire cache ci-dessous.

source: Clear Cache
el_gr: Εκκαθάριση Cache
fr_fr: Vider le cache

source: Add Link
el_gr: Προσθήκη Συνδέσμου
fr_fr: Ajout de lien

source: Indicates field is required.
el_gr: Το σημειωμένο πεδίο είναι υποχρεωτικό.
fr_fr: Indique champ est obligatoire.

source: Link Title
el_gr: Τίτλος Συνδέσμου
fr_fr: Titre du lien

source: Link Source
el_gr: Πηγή Συνδέσμου
fr_fr: Lien Source

source: Status
el_gr: Κατάσταση
fr_fr: Statut

source: Sort
el_gr: Ταξινόμηση
fr_fr: Trier

source: Submit
el_gr: Καταχώρηση
fr_fr: Soumettre

source: Cancel
el_gr: Ακύρωση
fr_fr: Annuler

source: Actions
el_gr: Ενέργειες
fr_fr: Actes

source: Toggle Dropdown
fr_fr: Basculer Menu déroulant

source: Edit
el_gr: Ενημέρωση
fr_fr: Éditer

source: Delete
el_gr: Διαγραφή
fr_fr: Effacer
